Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/arbeidstilsynet.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: If you have any questions in the meanwhile, please contact us on
nb: Har du spørsmål, kan du kontakte oss på

source: (2) In educational leave cases, matters may be brought at the latest four weeks following
nb: (2) I utdanningspermisjonssaker kan det fremmes sak senest fire uker etter utløpet av

source: shall be paid holiday pay in respect of holidays fixed previously or subsequently, in accordance
nb: har fratrådt i forbindelse med lovlig arbeidskamp, skal ha utbetalt feriepenger for ferie som

source: (2) If the undertaking does not retain its autonomy, the transferred employees who were
nb: (2) Hvis virksomheten ikke bevarer sin uavhengighet, skal de overførte arbeidstakere som var

source: (1) For the purpose of this chapter, Șnon-solicitation of employees clauseș means an
nb: (1) Med rekrutteringsklausul menes i dette kapittel avtale mellom arbeidsgiver og andre

source: f) data for energy supply, rpm etc.;
nb: f) data for energitilførsel, omdreiningstall m.m.,

source: laser (light amplification by stimulated emission of radiation):
nb: («light amplification by stimulated emission of radiation» - lysforsterkning ved hjelp av stimulert strålingsemisjon):

source: 1 The limit value is set equal to the value for nuisance dust.
nb: 1 Grenseverdien er fastsatt lik verdien for sjenerende støv.

source: You must bring a certificate that shows a negative test on covid-19.
nb: Du må ha med en attest som viser negativ test på covid-19.

source: (5) The Ministry may by regulation prohibit hiring of certain groups of workers or in certain
nb: (5) Departementet kan i forskrift forby innleie av visse arbeidstakergrupper eller på visse

source: - foundations for and assembly of work equipment for loading and offloading ships;
nb: - fundamentering og oppstilling av arbeidsutstyr for lasting og lossing av skip,

source: (7) The provisions of this section shall apply correspondingly to employees who have been
nb: (7) Reglene i denne paragraf gjelder tilsvarende for arbeidstaker som er sagt opp i forbindelse

source: (8) The periods of notice required under the second or third paragraph may not legally be set
nb: (8) Partene kan ikke ved tariffavtale eller annen avtale fravike oppsigelsesfristene i andre

source: register in the entry register (entrynorway.no)
nb: registrere seg i innreiseregisteret (entrynorway.no).

source: a) when necessary to attend a sick child,
nb: a) for nødvendig tilsyn med barnet når det er sykt,

source: Such holiday pay as cannot be calculated at that time may be paid in connection with the final pay settlement,A deduction may be made from the payment amounting to 1.4 per cent of the basis for calculating holiday pay earned in the employment of the employer concerned in the shortened qualifying year 1 May to 31 December 1988.
nb: Den del av feriepengene som ikke lar seg beregne innen dette tidspunkt, kan utbetales i forbindelse med det avsluttende lønnsoppgjør.I utbetalingen kan det gjøres fradrag med et beløp som utgjør 1,4 prosent av det feriepengegrunnlag som er opptjent hos vedkommende arbeidsgiver i det forkortede opptjeningsår 1 mai - 31 desember 1988.

source: (4) A non-compete clause may not be invoked on dismissal by the employer unless the
nb: (4) En konkurranseklausul kan ikke gjøres gjeldende ved oppsigelse fra arbeidsgiver, med

source: Where necessary in order to meet the requirements for safety in Section 2-1 first paragraph,
nb: Dersom det er nødvendig for å oppfylle kravene til sikkerhet etter § 2-1 første ledd, skal

source: (2) Temporary agency workers shall be given access to the user undertaking's collective
nb: (2) Informasjon som nevnt i første ledd bokstavene b og c kan gis i form av en henvisning til

source: (5) The employer and the employee may enter into a written agreement concerning work on Sundays and public holidays in cases other than those referred to in this section, allowing the employee corresponding time off on the days that are equivalent to Sundays and public holidays according to the employee's religion.
nb: (5) Arbeidsgiver og arbeidstaker kan slutte skriftlig avtale om arbeid på søn- og helgedager utenom de tilfeller som er nevnt i denne paragraf, mot tilsvarende fri på andre dager som i henhold til arbeidstakerens religion er helge- eller høytidsdag.

source: The following is required prior to entry into Norway.
nb: Før du kommer inn i landet, må du ha en del ting på plass.

source: - assembly and installation of building site lifts; and
nb: - oppstilling og montering av byggeplassheiser og

source: (1) Staff rules are valid only when established in a lawful manner and when they do not
nb: (1) Arbeidsreglementet er bare gyldig når det er istandbrakt på lovlig måte og når det ikke

source: (3) Matters concerning the right to partial leave of absence pursuant to section 12-6 shall be
nb: (3) Saker om rett til delvis permisjon etter § 12-6 skal tas til behandling selv om

source: c) that the flow of gas or liquid under pressure does not entail danger;
nb: c) At utstrømmende gass eller væske under trykk ikke medfører fare,

source: Employees shall be entitled to a maximum of 10 days' leave of absence per calendar year to care for parents, spouse, cohabitant or registered partner.
nb: Arbeidstaker har rett til permisjon i inntil 10 dager hvert kalenderår for å gi nødvendig omsorg til foreldre, ektefelle, samboer eller registrert partner.

source: (6) Calculation of the length of consecutive employment pursuant to this section shall take
nb: (6) Ved beregning av ansettelsestid etter denne paragraf skal medregnes den tid

source: This means that work during the redundancy period must be of a temporary nature and with a non-determined time limit.
nb: Det betyr at arbeid i permitteringsperioden må være av midlertidig art og med ubestemt tidsavgrensing.

source: rights pursuant to section 14-2.
nb: opplysninger om fortrinnsrett etter § 14-2.

source: a) type, model number and production year;
nb: a) type, modellnummer og produksjonsår,

source: (7) The provisions of this section shall apply correspondingly to employees who have been dismissed in connection with the bankruptcy of an undertaking.
nb: (7) Reglene i denne paragraf gjelder tilsvarende for arbeidstaker som er sagt opp i forbindelse med at virksomheten går konkurs.

source: c) function and warning symbols;
nb: c) symboler for funksjon og varsling,

source: The quarantine period may be shortened if you have received a negative test result on a PCR-test taken no earlier than day 3 after arrival in Norway.
nb: Karantenetiden kan forkortes dersom du har fått negativt testresultat på PCR-test tatt tidligst døgn 3 etter ankomst til Norge.

source: (3) If the employer gives the employee notice of dismissal and no binding statement exists, a
nb: (3) Dersom arbeidsgiveren sier opp arbeidstakeren, og det ikke allerede foreligger en

source: (1) Employment may be terminated when an employee reaches the age of 72.
nb: (1) Arbeidsforholdet kan bringes til opphør når arbeidstaker fyller 72 år.

source: 5 The limit value is based on the calculated aggregate sum of the gaseous and particulate (aerosol) form of the substance.
nb: 5 Grenseverdien er basert på beregning av summen av gass- og partikkelform (aerosol) av stoffet.

source: This only applies, however, when a
nb: Dette gjelder likevel bare ved avvikling av ferieperiode som

source: (2) Information referred to in the first paragraph (g) to (k) may be given in the form of a
nb: (2) Informasjon nevnt i første ledd bokstavene g til k kan gis ved å henvise til lover, forskrifter

source: (1) An employee may object to transfer of the employment relationship to the new employer.
nb: (1) Arbeidstaker kan motsette seg at arbeidsforholdet overføres til ny arbeidsgiver.

source: The Regulations may depart from the rules to the present Act.
nb: Forskriften kan fravike reglene i loven her.

source: Wages do not include payments to cover expenses for car
nb: arbeidsvederlag som er utbetalt i opptjeningsåret.

source: (5) The Ministry may issue regulations concerning appointment of the members of the Board
nb: (5) Departementet kan gi forskrift om oppnevning av nemndas medlemmer og om nemndas

source: - rock work, cf. Chapter 27;
nb: - bergarbeid, jf kapittel 27,

source: If necessary, it must be
nb: Om nødvendig skal brytere kunne

source: (2) The provisions of this section do not restrict the employer's right to dismiss an employee
nb: (2) Bestemmelsene i paragrafen her innskrenker ikke arbeidsgivers rett til å si opp

source: a) name and logo of the training provider and Norway's national emblem;
nb: a) navn og logo på opplæringsvirksomheten samt nasjonalitetskjennetegn for Norge

source: The period between 00.00 hours on Monday and 24.00 hours on Sunday.
nb: Tiden mellom mandag kl 00.00 og søndag kl 24.00.

source: (4) If legal proceedings are not instituted within the time limit, the decision shall have the
nb: (4) Reises det ikke søksmål innen fristen, har vedtaket virkning som en rettskraftig dom, og

source: e) the groups of employees normally employed,
nb: e) hvilke arbeidstakergrupper som normalt er sysselsatt,

source: f) the period during which such redundancies may be effected,
nb: f) over hvilken periode oppsigelsene vil kunne bli foretatt,

source: registered in the VAT Register.
nb: minimere belastningen på øynene og kroppen.

source: a) that the permitted pressure is not exceeded;
nb: a) At trykket ikke blir større enn tillatt,

source: (2) In the event of a breach of the provisions of section 14-12, the hired employee may claim
nb: (2) Ved brudd på bestemmelsene i § 14-12 kan den innleide arbeidstaker kreve erstatning fra

source: Chapter 5 applies to simple pressure vessels.
nb: Kapittel 5 gjelder for enkle trykkbeholdere.

source: (1) An employee who has been dismissed owing to circumstances relating to the undertaking
nb: (1) Arbeidstaker som er sagt opp på grunn av virksomhetens forhold har fortrinnsrett til ny

source: Are you fully vaccinated or have had COVID-19 during the last 6 months?
nb: Er du vaksinert eller har hatt covid-19 de siste 6 månedene?

source: During a lawful industrial dispute (strike or lockout) holidays may be fixed and required to be taken in accordance with the rules in sections 6 and 7.
nb: Under lovlig arbeidskamp (streik eller lockout) kan ferie fastsettes og kreves avviklet i samsvar med reglene i §§ 6 og 7.

source: (3) If rules established by agreement pursuant to section 14-17, first paragraph, contain
nb: (3) Dersom et reglement fastsatt ved avtale etter § 14-17 første ledd inneholder bestemmelser

source: (3) The employer shall ensure that a meeting for negotiations is held as early as possible and,
nb: (3) Arbeidsgiver skal sørge for at forhandlingsmøte blir holdt snarest mulig og senest innen to

source: Action and limit values for exposure to electromagnetic fields are laid down in Annexes 5, 6 and 7.
nb: Tiltaks- og grenseverdier ved eksponering for elektromagnetisk felt er fastsatt i vedlegg 5, 6 og 7.

source: (2) A lower age limit may be decided where necessary out of regard for health or safety.
nb: (2) Lavere aldersgrense kan fastsettes der det er nødvendig av hensyn til helse eller sikkerhet.

source: (1) A nursing mother is entitled to request the amount of time off necessary for
nb: Ammefri (1) Kvinne som ammer sitt barn kan kreve den fri hun av den grunn trenger.

source: The Basic Agreement between LO and NHO includes special notification rules in the event of force majeure, labour conflicts – such as strike and lockout – as well as unauthorised absence.
nb: Hovedavtalen mellom LO og NHO har egne varslingsregler ved force majeure, arbeidskonflikter – som streik og lock out – og ulegitimert fravær.

source: Pay seniority earned as young workers shall also apply after reaching 18 years of age.
nb: Lønnsansiennitet opparbeidet som unge arbeidstakere gjelder når man fyller 18 år.

source: working hours pursuant to the provision of section 14-4 a, the court shall if so demanded by the
nb: arbeidstid etter bestemmelsen i § 14-4 a, skal retten etter påstand fra den deltidsansatte avsi

source: You must be able to document this.
nb: Du må kunne dokumentere dette.

source: - work involving exposure to polycyclic aromatic hydrocarbons (PAH) which occur in soot, tar or pitch,
nb: - arbeid som innebærer eksponering for polysykliske aromatiske hydrokarboner (PAH) som forekommer i sot, tjære eller bek,

source: (4) If an employee institutes legal proceedings or notifies the employer that legal proceedings
nb: (4) Landsomfattende arbeidstakerorganisasjon kan inngå tariffavtale med en arbeidsgiver eller en arbeidsgiverforening om adgang til midlertidig ansettelse innenfor en nærmere angitt

source: c) Explosion relief devices shall be designed so that they do not entail a risk when
nb: c) Eksplosjonsavlastere skal være slik innrettet at de ikke medfører fare når de

source: (2) In employment relationships with a total duration of more than one month, a written
nb: (2) I arbeidsforhold med en samlet varighet av mer enn en måned skal skriftlig arbeidsavtale

source: (1) Transfer of an undertaking to another employer is not in itself grounds for dismissal with
nb: (1) Arbeidstaker som er sagt opp på grunn av virksomhetens forhold har fortrinnsrett til ny

source: (1) In the event of a breach of the provisions of section 14-12, the court shall, if so demanded
nb: (1) Dersom det foreligger brudd på bestemmelsene i § 14-12, skal retten etter påstand fra den

source: Breaks that are arranged after the end of normal working time shall be reimbursed as overtime work but are not included in the number of hours it is permitted to work overtime under section 11.
nb: Pauser som legges etter alminnelig arbeidstids slutt, godtgjøres som overtidsarbeid, men regnes ikke med i det antall timer det er tillatt å arbeide overtid etter § 11.

source: The marking shall be durable and clearly visible.
nb: Merkingen skal være holdbar og lett synlig.

source: (1) Disputes as referred to in sections 8-3, 10-13, 12-14 14-3 and 14-4 a may be brought before a
nb: Tvisteløsningsnemnd (1) Tvist som nevnt i §§ 8-3, 10-13, 12-14, 14-3 og 14-4 a kan bringes inn for en

source: Work equipment must be possible to install, maintain and repair without any risk of harm to
nb: Arbeidsutstyr skal være slik at montering, vedlikehold og reparasjon kan foregå uten fare for

source: Notice of redundancy and the obligation to inform NAV
nb: Permitteringsvarsel og meldeplikt til NAV

source: (1) If a non-compete clause is invoked, the employer shall pay the employee compensation
nb: (1) Ved skriftlig forespørsel fra arbeidstaker skal arbeidsgiver innen fire uker gi en skriftlig

source: Other stipulations may apply to undertakings bound by the Basic Agreement between LO and NHO or other collective pay agreements.
nb: Hvis bedriften er bundet av Hovedavtalen mellom LO og NHO eller andre tariffavtaler, så kan andre vilkår gjelde.

source: holiday pay exceeds wages for normal working hours in the holiday may nevertheless be paid in
nb: utbetales i forbindelse med avvikling av hovedferie eller sammen med lønn for juni måned.

source: (5) The employer may terminate a non-compete clause in writing at any time during the
nb: (5) Arbeidsgiver kan på ethvert tidspunkt mens arbeidsforholdet består, skriftlig si opp en

source: (4) In the case of legal proceedings subject to section 17-4, first paragraph, the court shall
nb: (4) Ved søksmål som omfattes av § 17-4 første ledd skal retten påskynde saken mest mulig og

source: This control is partly achieved through a requirement for people to be informed
nb: og vanligste belysningsproblemet på dataskjermarbeidsplasser.

source: (4) An employee who has responsibility for care of children shall be entitled to leave of absence if:
nb: ta seg av og behandle barnet. (4) Arbeidstaker som har omsorg for barn har rett til permisjon dersom:

source: the fibrous, crystalline silicate minerals chrysotile (white asbestos), crocidolite (blue asbestos), amosite (brown asbestos), anthophylite asbestos, tremolite asbestos and actinolite asbestos;
nb: de fibrøse, krystallinske silikatmineralene krysotil (hvit asbest), krokidolitt (blå asbest), amositt (brun asbest), antofyllittasbest, tremolittasbest og aktinolittasbest,

source: a) The machinery shall be made of non-flammable material.
nb: a) Maskiner skal være laget av materialer som ikke er brennbare.

source: (5) (Qualifying for holiday pay during compulsory military and civilian service)An employee
nb: (5) (Opptjening av feriepenger under militær og sivil plikttjeneste)Arbeidstaker som har

source: (4) The preferential right shall apply from the date on which notice is given and for one year
nb: (4) Oppsigelsesfrister som er fastsatt i første til tredje ledd løper fra og med første dag i

source: Cleaning and heating the transfer line
nb: Rensing og rengjøring med bruk av farlige kjemikalier

source: d) signature of the holder;
nb: d) bevisinnehaverens signatur

source: (2) If the employee resigns and no binding statement exists, the resignation shall have the
nb: (2) En konkurranseklausul kan bare gjøres gjeldende så langt det er nødvendig for å ivareta

source: lends out or puts into production products covered by the regulations.
nb: omsetter, leier ut, låner ut eller setter i drift produkter som omfattes av forskriften.

source: a total of 24 months' duration in forces organised by the Norwegian authorities for participation
nb: Det samme gjelder ved frivillig tjenestegjøring av til sammen 24 måneders varighet i styrker organisert av norske myndigheter for deltakelse i internasjonale

source: a suitable post not later than 14 days after receiving the offer.
nb: i en passende stilling senest 14 dager etter at tilbudet ble mottatt.

source: The same applies to leave in connection with
nb: Det samme gjelder under permisjon som fedre og andre omsorgspersoner har i tilknytning

source: COVID-19 Vaccination certificate from Scotland
nb: COVID-19 vaccination certificate fra Skottland

source: (4) An employee may claim compensation if the summary dismissal is unlawful.
nb: (4) Arbeidstaker kan kreve erstatning dersom avskjeden er urettmessig.

source: 7 Dust containing a-Quartz, Cristobalite and/or Tridymite shall be assessed on the basis of the summation equation.
nb: 7 Støv som inneholder a-kvarts, kristobalitt og/eller tridymitt vurderes ut fra summasjonsformel.

source: disability. (5) An employee is regardless entitled to leave of absence when care allowance, attendance
nb: (5) Arbeidstaker har uansett rett til permisjon når det ytes omsorgspenger, pleiepenger eller

source: Pursuant to the Basic Agreement (LO and NHO) the principle of seniority should generally apply.
nb: Ansiennitetsprinsippet skal etter Hovedavtalen (LO og NHO) i utgangspunktet legges til grunn.

source: care for parents, spouse, cohabitant or registered partner.
nb: til foreldre, ektefelle, samboer eller registrert partner.

source: terminal stage shall be entitled to 60 days leave of absence to take care of the individual close
nb: Arbeidstaker som pleier nærstående i hjemmet i livets sluttfase har rett til permisjon i 60

source: The characters on the screen shall be well-defined and clearly formed, of adequate size and with adequate spacing between the characters and lines.
nb: Tegnene på dataskjerm skal være klart definert og utformet og tilstrekkelig store, og det skal være tilstrekkelig avstand mellom tegn og linjer.

source: Electrical equipment on work equipment must meet the provisions of the Regulations of 14
nb: Elektrisk utstyr på arbeidsutstyr skal tilfredsstille bestemmelsene i forskrift 14.

source: 26 working days are decided on, and in respect of decisions on holidays of 27, 28, 29 and 30
nb: beslutning om 26 virkedager feriefritid er tatt, og etter beslutninger om feriefritid i 27, 28, 29 og 30

source: The spectrum of optical radiation is divided into ultraviolet radiation, visible radiation (light) and infrared radiation,
nb: Det optiske strålingsspekteret inndeles i ultrafiolett stråling, synlig stråling (lys) og infrarød stråling,

source: (1) When hiring temporary agency workers, the user undertaking must provide the
nb: (1) Ved leie av arbeidstaker skal innleier gi bemanningsforetaket de opplysninger som er

source: must be reliable and easy to understand.
nb: skal være pålitelige og lette å forstå.

source: Passenger transport by tour bus
nb: Skips- og verftsindustrien

source: (1) Direct and indirect discrimination on the basis of political views, membership of a trade
nb: (1) Direkte og indirekte diskriminering på grunn av politisk syn, medlemskap i

source: (2) In the case of breaches of the provision concerning entitlement to a post equivalent to
nb: (2) Skyldes oppsigelsen driftsinnskrenkning eller rasjonaliseringstiltak, er den ikke saklig

source: c) for work as a trainee
nb: c) for praksisarbeid

source: e) measures planned in relation to the employees,
nb: e) planlagte tiltak overfor arbeidstakerne,

source: classification of live biological agents according to the infection risk they represent pursuant to Section 6-1 of the Regulations concerning Action and Limit Values;
nb: klassifisering av levende biologiske faktorer etter den infeksjonsfare representerer i henhold til forskrift om tiltaks- og grenseverdier § 6-1,

source: h) proposed criteria for calculation of extraordinary severance pay, if applicable.
nb: h) forslag til kriterier for beregning av eventuelle ekstraordinære sluttvederlag.

source: a) information of importance to safety must stand out clearly from other
nb: a) opplysninger som har betydning for sikkerheten skal skille seg klart ut fra

source: (3) When so requested by the user undertaking, the temporary-work agency shall provide
nb: (3) Bemanningsforetaket skal, når innleier ber om det, dokumentere hvilke lønns- og

source: The Norwegian Labour Inspection Authority, trade union representatives and safety representatives must be consulted and informed of annual plans and the results achieved.
nb: Arbeidstilsynet, ansatterepresentanter og verneombud skal konsulteres og informeres om årlige planer og oppnådde resultater.

source: (1) In connection with childbirth, the father is entitled to two weeks' leave of absence in order
nb: Oppnevning av meddommere (1) Under hovedforhandling og under ankeforhandling i lagmannsrett settes retten med to

source: (2) Discrimination that is necessary to the achievement of a just cause and does not involve
nb: (2) Forskjellsbehandling som er nødvendig for å oppnå et saklig formål og som ikke er

source: (6) Unless otherwise agreed in writing or laid down in a collective pay agreement, temporary
nb: (6) Midlertidige arbeidsavtaler opphører ved det avtalte tidsrommets utløp, eller når det

source: c) the legal, economic and social implications of the transfer for the employees,
nb: c) de rettslige, økonomiske og sosiale følger av overdragelsen for arbeidstakerne,

source: (1) An employee shall be entitled to leave of absence in connection with compulsory or
nb: (1) Arbeidsreglementet er bare gyldig når det er istandbrakt på lovlig måte og når det ikke

source: necessary to ensure safe operation and maintenance.
nb: sikre farefri betjening og vedlikehold.

source: (3) The provisions of this chapter shall apply correspondingly in the case of discrimination of
nb: (3) Dersom arbeidsgiveren sier opp arbeidstakeren, og det ikke allerede foreligger en

source: (4) The employees' elected representatives may comment on the notification directly to the
nb: (4) Arbeidstakernes tillitsvalgte kan kommentere meldingen direkte overfor Arbeids- og
